Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVNativeModeSwitchingUnverifiedModesDescriptionFilm24Exact
source: Select this format to make sure it works with your television. Once verified, Apple TV can use it automatically. %@ is an exact match for film content encoded at %@.
ar: حدد هذا التنسيق للتأكد أنه يعمل مع تلفزيونك. وبمجرد التحقق، يمكن أن يستخدمه Apple TV تلقائيًا. ‏%@ مطابق تمامًا لمحتوى الأفلام التي ترميزها بمعدل %@.
ca: Selecciona aquest format per verificar que funcioni amb el televisor. Un cop s’hagi verificat, s’utilitzarà automàticament. L’equivalència exacta per a pel·lícules codificades a %@ és %@.
cs: Tento formát vyberte, chcete‑li zjistit, jestli na vašem televizoru funguje. Po ověření ho může Apple TV používat automaticky. %@ je optimální volba pro filmový obsah kódovaný se snímkovou frekvencí %@.
da: Vælg dette format for at sikre, at det virker på dit fjernsyn. Når det er blevet bekræftet, kan Apple TV bruge det automatisk. %@ er et nøjagtigt match for filmindhold, der er kodet med %@.
de: Wähle dieses Format, um sicherzustellen, dass es mit deinem TV-Gerät funktioniert. Nach der Verifizierung kann es von Apple TV automatisch verwendet werden. %@ ist eine genaue Entsprechung für Filminhalte, die mit %@ kodiert wurden.
el: Επιλέξτε αυτήν τη μορφή για να ελεγχθεί αν λειτουργεί με την τηλεόρασή σας. Όταν επαληθευτεί ότι λειτουργεί, το Apple TV θα μπορεί να τη χρησιμοποιεί αυτόματα. Η συχνότητα %@ αντιστοιχεί απόλυτα σε κινηματογραφικό περιεχόμενο που έχει κωδικοποιηθεί σε %@.
es: Selecciona este formato para comprobar si es compatible con tu televisor. Después de verificarlo, el Apple TV lo podrá usar automáticamente. %@ es la correspondencia exacta de los contenidos cinematográficos codificados a %@.
es_us: Selecciona este formato para verificar que tu TV sea compatible con él. Una vez verificado, el Apple TV lo podrá usar automáticamente. La equivalencia para el contenido codificado a %2$@ es %1$@.
fi: Varmista valitsemalla tämä näyttötila, että se toimii televisiossasi. Kun tämä on vahvistettu, Apple TV voi käyttää sitä automaattisesti. %@ vastaa täsmälleen elokuvasisältöä, joka on koodattu nopeudella %@.
fr: Sélectionnez ce format pour vérifier s’il est compatible avec votre téléviseur. S’il l’est, l’Apple TV pourra l’utiliser automatiquement. « %@ » est une correspondance exacte pour les films encodés à « %@ ».
fr_ca: Sélectionnez ce format pour vérifier qu’il fonctionne avec votre télévision. Une fois qu’elle l’a vérifié, l’Apple TV peut l’utiliser automatiquement. %@ est une correspondance exacte pour les films encodés à %@.
he: יש לבחור את הפורמט הזה כדי לוודא שהוא נתמך בטלוויזיה שלך. לאחר האימות, ה-Apple TV יוכל להשתמש בו באופן אוטומטי. ‏%@ הוא התאמה מדויקת לסרטים שמקודדים ב-%@.
hi: यह फ़ॉर्मैट यह निश्चित करने के लिए चुनें कि यह आपके टेलीविज़न के साथ काम करता है। सत्यापन के बाद Apple TV इसका ऑटोमैटिकली उपयोग कर सकता है। %2$@ पर एनकोड किए गए फ़िल्म कॉन्टेंट के लिए %1$@ एकदम सटीक है।
hr: Odaberite ovaj format kako biste provjerili hoće li raditi na vašem televizoru. Nakon verificiranja, Apple TV ga može automatski koristiti. %@ točno odgovara filmskom sadržaju koji je kodiran na %@.
hu: Válassza ezt a formátumot annak érdekében, hogy meggyőződjön arról, az működik a televíziójával. Az ellenőrzés után az Apple TV már automatikusan tudja használni. A(z) %@ a(z) %@ sebességgel kódolt filmtartalmaknak felel meg.
id: Pilih format ini untuk memastikan bahwa format dapat digunakan di televisi Anda. Setelah diverifikasi, Apple TV dapat menggunakannya secara otomatis. %@ pas untuk konten film yang dikodekan pada %@.
it: Seleziona questo formato per verificare che sia compatibile con il tuo televisore. Se è supportato, Apple TV può utilizzarlo automaticamente. %@ è la corrispondenza esatta per i contenuti dei film con codifica a %@.
ja: お使いのテレビで動作するか確認するにはこのフォーマットを選択してください。動作が検証されれば、Apple TVは自動的にそれを使用します。 %@は%@でエンコードされた映画コンテンツに正確に一致します。
ko: 이 포맷을 선택하여 사용자의 텔레비전과 호환되는지 확인하십시오. 호환되는 것으로 확인되면 Apple TV가 자동으로 이 포맷을 사용할 수 있습니다. %@는 %@로 인코딩된 영화 콘텐츠와 정확하게 일치합니다.
ms: Pilih format ini untuk memastikan ia berfungsi dengan televisyen anda. Setelah disahkan, Apple TV boleh menggunakannya secara automatik. %@ ialah padanan tepat untuk kandungan filem yang dikodkan pada %@.
nb: Velg dette formatet for å forsikre deg om at det støttes av TV-en din. Etter verifiseringen kan formatet brukes automatisk på Apple TV. %@ er nøyaktig det som brukes for filminnhold som er kodet for %@.
nl: Selecteer deze structuur om ervoor te zorgen dat deze geschikt is voor je televisie. Apple TV kan deze structuur automatisch gebruiken, zodra deze is geverifieerd. %@ past precies bij filmmateriaal dat is gecodeerd op %@.
pl: Wybierz ten format, aby sprawdzić, czy działa na Twoim telewizorze. Jeśli tak, możemy używać go automatycznie. %@ to dokładna wartość w przypadku materiałów filmowych zakodowanych przy %@.
pt_br: Selecione este formato para conferir se ele funciona com a televisão. Após a verificação, a Apple TV poderá usá‑lo automaticamente. %@ é uma correspondência exata para conteúdo de filme codificado a %@.
pt_pt: Selecione este formato para se certificar de que funciona com a sua televisão. Uma vez confirmado, a Apple TV poderá usá‑lo automaticamente. %@ coincide exatamente com conteúdo cinematográfico codificado a %@.
ro: Selectați acest format pentru a verifica dacă funcționează cu televizorul dvs. După verificare, Apple TV‑ul îl va putea utiliza automat. %@ corespunde exact conținutului filmelor codate la %@.
ru: Выберите этот формат, чтобы убедиться, что он поддерживается телевизором. После проверки Apple TV сможет переключаться на него автоматически. Частота %@ точно соответствует контенту, кодированному с кадровой частотой %@.
sk: Vyberte tento formát, ak si chcete overiť, že ho váš televízor podporuje. Po overení ho Apple TV môže používať automaticky. %@ presne zodpovedá filmovému obsahu s kódovaním %@.
sl: Izberite to obliko, da se prepričate, ali deluje z vašim televizorjem. Po potrditvi lahko Apple TV to obliko uporabi samodejno. %@ natančno ustreza filmski vsebini, kodirani pri %@.
sv: Välj det här formatet om du vill vara säker på att det fungerar tillsammans med din TV. När det har verifierats kan det användas med Apple TV automatiskt. %@ är en exakt matchning för filminnehåll som är kodat med %@.
th: เลือกรูปแบบนี้เพื่อให้แน่ใจว่ารูปแบบนี้ใช้ได้กับโทรทัศน์ของคุณ Apple TV สามารถใช้รูปแบบนี้ได้โดยอัตโนมัติหลังจากตรวจสอบยืนยันแล้ว %@ เป็นความถี่ที่ตรงกันสำหรับเนื้อหาภาพยนตร์ที่เข้ารหัสที่ %@
tr: Televizyonunuzda çalışacağından emin olmak için bu biçimi seçin. Doğrulandıktan sonra Apple TV onu otomatik olarak kullanabilir. %@, %@ hızında kodlanmış film içeriğinin aynısıdır.
uk: Виберіть цей формат, щоб перевірити його на сумісність із вашим телевізором. Після підтвердження сумісності Apple TV може застосовувати його автоматично. Частота %@ точно відповідає вмісту фільмів у кодуванні %@.
vi: Chọn định dạng này để đảm bảo nội dung hoạt động với tivi của bạn. Sau khi đã xác minh, Apple TV có thể tự động sử dụng định dạng đó. %@ hoàn toàn phù hợp cho nội dung phim được mã hóa tại %@.
zh_cn: 选择此格式以确保它适用于你的电视。验证后，Apple TV可自动使用此格式。 %@是编码为%@影片内容的精确匹配。
zh_hk: 選擇此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 %@是編碼為%@的影片內容的精確匹配。
zh_tw: 選取此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 %@精確符合了以%@編碼的影片內容。

# AVNativeModeSwitchingUnverifiedModesDescriptionNTSC30
source: Select this format to make sure it works with your television. Once verified, Apple TV can use it automatically. %@ is standard on televisions that don’t support %@ in North America and other regions using NTSC.
ar: حدد هذا التنسيق للتأكد أنه يعمل مع تلفزيونك. وبمجرد التحقق، يمكن أن يستخدمه Apple TV تلقائيًا. ‏%@ هو المعدل القياسي على أجهزة التلفزيون التي لا تدعم %@ في أمريكا الشمالية والمناطق الأخرى التي تستخدم NTSC.
ca: Selecciona aquest format per verificar que funcioni amb el televisor. Un cop s’hagi verificat, s’utilitzarà automàticament. A l’Amèrica del Nord i altres regions on s’utilitza el sistema NTSC, la freqüència estàndard en televisors que no admeten freqüències de %@ és %@.
cs: Tento formát vyberte, chcete‑li zjistit, jestli na vašem televizoru funguje. Po ověření ho může Apple TV používat automaticky. %@ je standardní frekvence televizorů, které nepodporují frekvenci %@, v Severní Americe a dalších oblastech, kde se používá standard NTSC.
da: Vælg dette format for at sikre, at det virker på dit fjernsyn. Når det er blevet bekræftet, kan Apple TV bruge det automatisk. %@ er standard på fjernsyn, der ikke understøtter %@, i Nordamerika og andre områder, der bruger NTSC.
de: Wähle dieses Format, um sicherzustellen, dass es mit deinem TV-Gerät funktioniert. Nach der Verifizierung kann es von Apple TV automatisch verwendet werden. %@ ist in Nordamerika und anderen Regionen, die NTSC verwenden, der Standard auf Fernsehgeräten, die %@ nicht unterstützen.
el: Επιλέξτε αυτήν τη μορφή για να ελεγχθεί αν λειτουργεί με την τηλεόρασή σας. Όταν επαληθευτεί ότι λειτουργεί, το Apple TV θα μπορεί να τη χρησιμοποιεί αυτόματα. Η συχνότητα %@ είναι η τυπική συχνότητα για τηλεοράσεις που δεν υποστηρίζουν συχνότητες %@ στη Βόρεια Αμερική και άλλες περιοχές όπου χρησιμοποιείται το πρότυπο NTSC.
es: Selecciona este formato para comprobar si es compatible con tu televisor. Después de verificarlo, el Apple TV lo podrá usar automáticamente. %@ es la frecuencia de actualización estándar en los televisores que no admiten %@ en Norteamérica y otras regiones que usan el sistema NTSC.
es_us: Selecciona este formato para verificar que tu TV sea compatible con él. Una vez verificado, el Apple TV lo podrá usar automáticamente. El estándar para TV que no admiten %2$@ en América del Norte y otras regiones que usan NTSC es %1$@.
fi: Varmista valitsemalla tämä näyttötila, että se toimii televisiossasi. Kun tämä on vahvistettu, Apple TV voi käyttää sitä automaattisesti. %@ on standardi televisioissa, jotka eivät tue %@:iä, Pohjois-Amerikassa ja muilla alueilla, jotka käyttävät NTSC-järjestelmää.
fr: Sélectionnez ce format pour vérifier s’il est compatible avec votre téléviseur. S’il l’est, l’Apple TV pourra l’utiliser automatiquement. « %@ » est une fréquence standard sur les téléviseurs qui ne prennent pas en charge la fréquence « %@ » en Amérique du Nord et dans les autres régions utilisant le format NTSC.
fr_ca: Sélectionnez ce format pour vérifier qu’il fonctionne avec votre télévision. Une fois qu’elle l’a vérifié, l’Apple TV peut l’utiliser automatiquement. %@ est la valeur standard sur les télévisions qui ne prennent pas en charge la fréquence %@ en Amérique du Nord et dans d’autres régions utilisant la norme NTSC.
he: יש לבחור את הפורמט הזה כדי לוודא שהוא נתמך בטלוויזיה שלך. לאחר האימות, ה-Apple TV יוכל להשתמש בו באופן אוטומטי. ‏%@ הוא תדר סטנדרטי בטלוויזיות שאינן תומכות ב-%@ בצפון אמריקה ובאזורים אחרים שמשתמשים ב-NTSC.
hi: यह फ़ॉर्मैट यह निश्चित करने के लिए चुनें कि यह आपके टेलीविज़न के साथ काम करता है। सत्यापन के बाद Apple TV इसका ऑटोमैटिकली उपयोग कर सकता है। %@ उत्तरी अमेरिका और NTSC का उपयोग करने वाले अन्य क्षेत्रों में %@ का समर्थन न करने वाले टेलीविज़न पर मानक है।
hr: Odaberite ovaj format kako biste provjerili hoće li raditi na vašem televizoru. Nakon verificiranja, Apple TV ga može automatski koristiti. %@ je standard na televizorima koji ne podržavaju %@ u Sjevernoj Americi i drugim regijama koje koriste NTSC.
hu: Válassza ezt a formátumot annak érdekében, hogy meggyőződjön arról, az működik a televíziójával. Az ellenőrzés után az Apple TV már automatikusan tudja használni. A(z) %@ az Észak-Amerika és más, NTSC‑t használó régiók területén használatos azon televíziók esetében szabványos, amelyek nem támogatják a(z) %@ használatát.
id: Pilih format ini untuk memastikan bahwa format dapat digunakan di televisi Anda. Setelah diverifikasi, Apple TV dapat menggunakannya secara otomatis. %@ standar untuk televisi yang tidak mendukung %@ di Amerika Utara dan wilayah lainnya yang menggunakan NTSC.
it: Seleziona questo formato per verificare che sia compatibile con il tuo televisore. Se è supportato, Apple TV può utilizzarlo automaticamente. %@ è lo standard sui televisori che non supportano %@ in America del Nord e altre zone che utilizzano NTSC.
ja: お使いのテレビで動作するか確認するにはこのフォーマットを選択してください。動作が検証されれば、Apple TVは自動的にそれを使用します。 %@は北アメリカおよびNTSCを使用しているその他の地域の%@に対応していないテレビにおける標準です。
ko: 이 포맷을 선택하여 사용자의 텔레비전과 호환되는지 확인하십시오. 호환되는 것으로 확인되면 Apple TV가 자동으로 이 포맷을 사용할 수 있습니다. %@는 북미 및 NTSC를 사용하는 기타 지역에서 %@를 지원하지 않는 텔레비전의 표준입니다.
ms: Pilih format ini untuk memastikan ia berfungsi dengan televisyen anda. Setelah disahkan, Apple TV boleh menggunakannya secara automatik. %@ ialah standard pada televisyen yang tidak menyokong %@ di Amerika Utara dan rantau lain yang menggunakan NTSC.
nb: Velg dette formatet for å forsikre deg om at det støttes av TV-en din. Etter verifiseringen kan formatet brukes automatisk på Apple TV. %@ er standard på TV-er som ikke støtter %@ i Nord-Amerika og andre områder som bruker NTSC.
nl: Selecteer deze structuur om ervoor te zorgen dat deze geschikt is voor je televisie. Apple TV kan deze structuur automatisch gebruiken, zodra deze is geverifieerd. %@ is standaard op televisies die geen ondersteuning bieden voor %@ in Noord-Amerika en andere regio's die NTSC gebruiken.
pl: Wybierz ten format, aby sprawdzić, czy działa na Twoim telewizorze. Jeśli tak, możemy używać go automatycznie. %@ to standardowa wartość w przypadku telewizorów nieobsługujących częstotliwości %@ w Ameryce Północnej i innych regionach używających standardu NTSC.
pt_br: Selecione este formato para conferir se ele funciona com a televisão. Após a verificação, a Apple TV poderá usá‑lo automaticamente. %@ é o padrão em televisões que não são compatíveis com %@ na América do Norte e outras regiões que usam NTSC.
pt_pt: Selecione este formato para se certificar de que funciona com a sua televisão. Uma vez confirmado, a Apple TV poderá usá‑lo automaticamente. %@ é o padrão nas televisões que não suportam %@ na América do Norte e noutras regiões que usem NTSC.
ro: Selectați acest format pentru a verifica dacă funcționează cu televizorul dvs. După verificare, Apple TV‑ul îl va putea utiliza automat. %@ este valoarea standard pentru televizoarele incompatibile cu %@ din America de Nord și din alte regiuni care utilizează NTSC.
ru: Выберите этот формат, чтобы убедиться, что он поддерживается телевизором. После проверки Apple TV сможет переключаться на него автоматически. Частота %@ используется на телевизорах, не поддерживающих частоту %@, в Северной Америке и других регионах, где действует стандарт NTSC.
sk: Vyberte tento formát, ak si chcete overiť, že ho váš televízor podporuje. Po overení ho Apple TV môže používať automaticky. %@ je štandard na televízoroch bez podpory frekvencie %@ v Severnej Amerike a ďalších regiónoch, v ktorých sa používa formát NTSC.
sl: Izberite to obliko, da se prepričate, ali deluje z vašim televizorjem. Po potrditvi lahko Apple TV to obliko uporabi samodejno. %@ je standard v televizorjih v Severni Ameriki in drugih regijah, ki ne podpirajo hitrosti osveževanja %@ in uporabljajo NTSC.
sv: Välj det här formatet om du vill vara säker på att det fungerar tillsammans med din TV. När det har verifierats kan det användas med Apple TV automatiskt. %@ är standard på TV-apparater som saknar stöd för %@ i Nordamerika och andra regioner som använder NTSC.
th: เลือกรูปแบบนี้เพื่อให้แน่ใจว่ารูปแบบนี้ใช้ได้กับโทรทัศน์ของคุณ Apple TV สามารถใช้รูปแบบนี้ได้โดยอัตโนมัติหลังจากตรวจสอบยืนยันแล้ว %[tt]@เป็นความถี่มาตรฐานทางโทรทัศน์ที่ไม่รองรับความถี่%[tt]@ในอเมริกาเหนือและภูมิภาคอื่นที่ใช้ NTSC
tr: Televizyonunuzda çalışacağından emin olmak için bu biçimi seçin. Doğrulandıktan sonra Apple TV onu otomatik olarak kullanabilir. %@, Kuzey Amerika’da ve NTSC kullanan diğer bölgelerde %@ hızını desteklemeyen televizyonlardaki standarttır.
uk: Виберіть цей формат, щоб перевірити його на сумісність із вашим телевізором. Після підтвердження сумісності Apple TV може застосовувати його автоматично. Частота %@ використовується на телевізорах, які не підтримують частоту %@, у Північній Америці та інших регіонах, де використовується стандарт NTSC.
vi: Chọn định dạng này để đảm bảo nội dung hoạt động với tivi của bạn. Sau khi đã xác minh, Apple TV có thể tự động sử dụng định dạng đó. %@ là tốc độ tiêu chuẩn trên các tivi không hỗ trợ tốc độ %@ tại Bắc Mỹ và các vùng khác đang sử dụng NTSC.
zh_cn: 选择此格式以确保它适用于你的电视。验证后，Apple TV可自动使用此格式。 在使用NTSC的北美和其他地区，%@是不支持%@电视的标准。
zh_hk: 選擇此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 %@是北美和其他使用NTSC地區中不支援%@的電視的標準。
zh_tw: 選取此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 在使用NTSC的北美和其他地區，%@為不支援%@之電視的標準。
